&#65279;<!doctype html>
<html lang="zh-CN">
<head>
  <meta charset="utf-8" />
  <meta name="viewport" content="width=device-width,initial-scale=1" />
  <title>&#25104;&#37117;&#24066;&#30007;&#30007;&#24615;&#34892;&#20026;&#32773;&#33647;&#29233;&#65288;&#28041;&#33647;&#24615;&#34892;&#20026;&#65289;&#25968;&#25454;&#24211;&#65288;2021&#8211;2022&#65289; - &#26446;&#33729;&#33775;&#25945;&#25480;&#23454;&#39564;&#23460;&#25968;&#25454;&#24211;</title>
  <meta name="description" content="&#27178;&#26029;&#38754;&#35843;&#26597;&#65288;2021&#24180;12&#26376;&#8211;2022&#24180;2&#26376;&#65292;&#25104;&#37117;&#65289;&#65307;&#22522;&#20110;&#35745;&#21010;&#34892;&#20026;&#29702;&#35770;&#65288;TPB&#65289;&#65307;&#38750;&#38543;&#26426;&#25277;&#26679;&#65307;&#26377;&#25928;&#26679;&#26412;727&#20154;&#65288;&#24212;&#31572;&#29575;86.8%&#65289;&#12290;" />
  <link rel="stylesheet" href="../assets/main.css" />
  <script type="application/ld+json">
{
  "@context": "https://schema.org",
  "@type": "Dataset",
  "name": "&#25104;&#37117;&#24066;&#30007;&#30007;&#24615;&#34892;&#20026;&#32773;&#33647;&#29233;&#65288;&#28041;&#33647;&#24615;&#34892;&#20026;&#65289;&#25968;&#25454;&#24211;&#65288;2021&#8211;2022&#65289;",
  "description": "&#27178;&#26029;&#38754;&#35843;&#26597;&#65288;2021&#24180;12&#26376;&#8211;2022&#24180;2&#26376;&#65292;&#25104;&#37117;&#65289;&#65307;&#22522;&#20110;&#35745;&#21010;&#34892;&#20026;&#29702;&#35770;&#65288;TPB&#65289;&#65307;&#38750;&#38543;&#26426;&#25277;&#26679;&#65307;&#26377;&#25928;&#26679;&#26412;727&#20154;&#65288;&#24212;&#31572;&#29575;86.8%&#65289;&#12290;",
  "creator": {
    "@type": "Organization",
    "name": "&#26446;&#33729;&#33775;&#25945;&#25480;&#23454;&#39564;&#23460;"
  },
  "publisher": {
    "@type": "Organization",
    "name": "Faculty of Health Sciences (FHS), University of Macau"
  },
  "license": "CC BY-NC 4.0",
  "url": "./medicien-love-msm-chengdu-2021-2022-zh.html",
  "variableMeasured": []
}
  </script>
</head>
<body>
<header class="site-header">
  <div class="container">
    <a class="brand" href="../index-zh.html">&#26446;&#33729;&#33775;&#25945;&#25480;&#23454;&#39564;&#23460;&#25968;&#25454;&#24211;</a>
    <nav class="nav">
      <a href="../index-zh.html">&#39318;&#39029;</a>
      <a href="../contact.html">&#32852;&#31995;&#26041;&#24335; / &#30003;&#35831;</a>
      <a href="../index-en.html">English</a>
    </nav>
  </div>
</header>

<main class="container">
  <h1>&#25104;&#37117;&#24066;&#30007;&#30007;&#24615;&#34892;&#20026;&#32773;&#33647;&#29233;&#65288;&#28041;&#33647;&#24615;&#34892;&#20026;&#65289;&#25968;&#25454;&#24211;&#65288;2021&#8211;2022&#65289;</h1>
  <p class="lead">&#27178;&#26029;&#38754;&#35843;&#26597;&#65288;2021&#24180;12&#26376;&#8211;2022&#24180;2&#26376;&#65292;&#25104;&#37117;&#65289;&#65307;&#22522;&#20110;&#35745;&#21010;&#34892;&#20026;&#29702;&#35770;&#65288;TPB&#65289;&#65307;&#38750;&#38543;&#26426;&#25277;&#26679;&#65307;&#26377;&#25928;&#26679;&#26412;727&#20154;&#65288;&#24212;&#31572;&#29575;86.8%&#65289;&#12290;</p>

  <!-- &#23454;&#39564;&#26041;&#27861; / Methods -->
  <section id="methods" class="card">
    <div class="content">
      <h2>&#30740;&#31350;&#20171;&#32461;</h2><p>&#26412;&#25968;&#25454;&#24211;&#20027;&#35201;&#30740;&#31350;&#30446;&#30340;&#26159;&#22522;&#20110;&#35745;&#21010;&#34892;&#20026;&#29702;&#35770;&#27169;&#22411;&#65292;&#25506;&#35752;&#25104;&#37117;&#24066;&#30007;&#30007;&#24615;&#34892;&#20026;&#32773;&#20013;&#33647;&#29233;&#65288;&#28041;&#33647;&#24615;&#34892;&#20026;&#65289;&#30340;&#21457;&#29983;&#24773;&#20917;&#21450;&#20854;&#24433;&#21709;&#22240;&#32032;&#12290;&#26412;&#30740;&#31350;&#20026;&#27178;&#26029;&#38754;&#35843;&#26597;&#65292;&#20110;2021&#24180;12&#26376;&#33267;2022&#24180;2&#26376;&#22312;&#25104;&#37117;&#24320;&#23637;&#65292;&#37319;&#29992;&#38750;&#38543;&#26426;&#25277;&#26679;&#12290;</p><p>&#30740;&#31350;&#20381;&#25176;&#24403;&#22320;&#21516;&#24535;&#21451;&#22909;&#32452;&#32455;&#25104;&#37117;&#24066;&#21516;&#20048;&#20581;&#24247;&#21672;&#35810;&#26381;&#21153;&#20013;&#24515;&#65292;&#36890;&#36807;&#19977;&#31181;&#36884;&#24452;&#25307;&#21215;&#30740;&#31350;&#21442;&#19982;&#32773;&#65306;&#65288;1&#65289;&#22312;&#21516;&#20048;&#25509;&#21463;&#33406;&#28363;&#30149;&#26816;&#27979;&#19982;&#21672;&#35810;&#26381;&#21153;&#30340;&#30007;&#30007;&#24615;&#34892;&#20026;&#32773;&#65307;&#65288;2&#65289;&#22312;&#30007;&#30007;&#24615;&#34892;&#20026;&#32773;&#32858;&#38598;&#22330;&#25152;&#65288;&#22914;&#37202;&#21543;&#12289;&#26705;&#25343;&#28020;&#23460;&#31561;&#65289;&#24320;&#23637;&#22806;&#23637;&#35843;&#26597;&#65307;&#65288;3&#65289;&#36890;&#36807;&#21516;&#20048;&#24535;&#24895;&#32773;&#21516;&#20276;&#32593;&#32476;&#22312;&#32447;&#36992;&#35831;&#30340;&#30007;&#30007;&#24615;&#34892;&#20026;&#32773;&#12290;&#20849;&#25509;&#35302;&#21040;838&#21517;MSM&#65292;&#33719;&#24471;727&#20221;&#26377;&#25928;&#38382;&#21367;&#65292;&#24212;&#31572;&#29575;&#20026;86.8%&#12290;</p>
    </div>
  </section>

  <!-- &#38382;&#21367;&#19982;&#32534;&#30721; / Questionnaire -->
  <section id="questionnaire" class="card">
    <div class="content">
      <h2>&#38382;&#21367;&#21644;&#32534;&#30721;</h2><p>&#65288;1&#65289;&#19968;&#33324;&#20154;&#21475;&#23398;&#29305;&#24449;&#65306;&#24180;&#40836;&#12289;&#27665;&#26063;&#12289;&#23621;&#20303;&#22320;&#12289;&#21463;&#25945;&#32946;&#31243;&#24230;&#12289;&#23130;&#23035;&#29366;&#20917;&#12289;&#24037;&#20316;&#29366;&#24577;&#12289;&#20010;&#20154;&#26376;&#22343;&#25910;&#20837;&#12289;&#36817;&#26399;&#32463;&#27982;&#22256;&#38590;&#24773;&#20917;&#12289;&#24615;&#21462;&#21521;&#31561;&#12290;</p><p>&#65288;2&#65289;&#33647;&#29233;&#65288;&#28041;&#33647;&#24615;&#34892;&#20026;&#65289;&#29305;&#24449;&#65306;&#36807;&#21435;6&#20010;&#26376;&#26159;&#21542;&#26377;&#33647;&#29233;&#34892;&#20026;&#12289;&#20351;&#29992;&#33647;&#29289;&#31867;&#22411;&#12289;&#33647;&#29233;&#21407;&#22240;&#12289;&#20027;&#21160;/&#34987;&#21160;/&#19981;&#30693;&#24773;&#20351;&#29992;&#12289;&#33647;&#29233;&#39057;&#29575;&#12289;&#22810;&#31181;&#33647;&#29289;&#28151;&#29992;&#24773;&#20917;&#12289;&#39318;&#27425;&#33647;&#29233;&#26102;&#38388;&#12289;&#33647;&#29233;&#21457;&#29983;&#22330;&#25152;&#12289;&#33647;&#29289;&#33457;&#36153;&#12289;&#33647;&#29289;&#29992;&#37327;&#12289;&#33647;&#29289;&#33719;&#24471;&#36884;&#24452;&#12289;&#23545;&#33647;&#29233;&#30340;&#28212;&#27714;&#31243;&#24230;&#12289;&#34892;&#20026;&#26159;&#21542;&#22833;&#25511;&#12289;&#33258;&#35273;&#33647;&#29233;&#24102;&#26469;&#30340;&#38382;&#39064;&#20005;&#37325;&#31243;&#24230;&#12289;&#26159;&#21542;&#23581;&#35797;&#25106;&#38500;&#12289;&#25106;&#38500;&#24847;&#21521;&#21450;&#33258;&#25105;&#25928;&#33021;&#31561;&#12290;</p><p>&#65288;3&#65289;&#24615;&#34892;&#20026;&#30456;&#20851;&#65306;&#39318;&#27425;&#21516;&#24615;&#24615;&#34892;&#20026;&#24180;&#40836;&#12289;&#24615;&#35282;&#33394;&#12289;&#36807;&#21435;6&#20010;&#26376;&#24615;&#34892;&#20026;&#26041;&#24335;&#12289;&#22266;&#23450;/&#20020;&#26102;/&#21830;&#19994;&#24615;&#20276;&#25968;&#37327;&#12289;&#19982;&#19981;&#21516;&#31867;&#22411;&#24615;&#20276;&#21457;&#29983;&#32923;&#20132;&#26102;&#23433;&#20840;&#22871;&#20351;&#29992;&#24773;&#20917;&#12289;&#26159;&#21542;&#26377;HIV&#38451;&#24615;&#25110;&#29366;&#24577;&#26410;&#30693;&#30340;&#24615;&#20276;&#12289;&#32676;&#20132;&#34892;&#20026;&#24773;&#20917;&#12289;&#24615;&#20256;&#25773;&#30142;&#30149;&#21490;&#12289;HIV&#26816;&#27979;&#21490;&#21450;&#32467;&#26524;&#12289;&#33258;&#25105;HIV&#24863;&#26579;&#39118;&#38505;&#24863;&#30693;&#31561;&#12290;</p><p>&#65288;4&#65289;&#35745;&#21010;&#34892;&#20026;&#29702;&#35770;&#30456;&#20851;&#37327;&#34920;&#65306;&#23545;&#33647;&#29233;&#34892;&#20026;&#30340;&#34892;&#20026;&#24577;&#24230;&#65288;&#31215;&#26497;&#24577;&#24230;&#19982;&#28040;&#26497;&#24577;&#24230;&#65289;&#12289;&#20027;&#35266;&#35268;&#33539;&#65288;&#24615;&#20276;&#12289;&#26379;&#21451;&#12289;&#23478;&#20154;&#21644;&#31038;&#20132;&#22280;&#23545;&#33647;&#29233;&#30340;&#30475;&#27861;&#65289;&#12289;&#30693;&#35273;&#34892;&#20026;&#25511;&#21046;&#65288;&#25298;&#32477;&#33647;&#29233;&#36992;&#35831;&#30340;&#33021;&#21147;&#12289;&#33719;&#24471;&#33647;&#29289;&#30340;&#38590;&#26131;&#31243;&#24230;&#31561;&#65289;&#12289;&#26410;&#26469;&#19968;&#20010;&#26376;&#21644;&#26410;&#26469;&#21322;&#24180;&#20869;&#21457;&#29983;&#33647;&#29233;&#34892;&#20026;&#30340;&#34892;&#20026;&#24847;&#21521;&#12290;</p><p>&#65288;5&#65289;&#20854;&#20182;&#21464;&#37327;&#65306;&#39278;&#37202;&#39057;&#29575;&#21450;&#37202;&#21518;&#21516;&#24615;&#24615;&#34892;&#20026;&#12289;&#24615;&#24863;&#35273;&#23547;&#27714;&#12289;&#24615;&#23569;&#25968;&#32676;&#20307;&#21387;&#21147;&#19982;&#20869;&#21270;&#27745;&#21517;&#12289;&#33647;&#29233;&#29615;&#22659;&#32422;&#26463;&#65288;&#25945;&#32946;&#21644;&#21361;&#23475;&#20449;&#24687;&#30340;&#32570;&#20047;&#12289;&#33647;&#29289;&#33719;&#21462;&#20415;&#21033;&#24615;&#12289;&#31038;&#20250;&#19982;&#21516;&#20276;&#23545;&#33647;&#29233;&#30340;&#24577;&#24230;&#31561;&#65289;&#12289;&#25233;&#37057;&#30151;&#29366;&#12289;&#33258;&#26432;&#24847;&#24565;/&#35745;&#21010;/&#34892;&#20026;&#12289;&#26412;&#27425;HIV&#26816;&#27979;&#32467;&#26524;&#12289;HIV&#39118;&#38505;&#24863;&#30693;&#20197;&#21450;&#33647;&#29233;&#25106;&#38500;&#34892;&#20026;&#12289;&#24863;&#30693;&#22256;&#38590;&#24230;&#21644;&#20449;&#24515;&#31561;&#12290;</p>
    </div>
  </section>

  <!-- &#24050;&#21457;&#34920;&#35770;&#25991; / Publications -->
  <section id="publications" class="card">
    <h2>&#24050;&#21457;&#34920;&#35770;&#25991;</h2>
    <ol class="pub-list">
      <li><p><strong>&#29976;&#34013;&#38686;, &#38472;&#26195;&#23159;, &#26472;&#28487;, &#31561;.</strong> (2022). <em>&#25104;&#37117;&#24066;683&#21517;&#30007;&#30007;&#24615;&#34892;&#20026;&#32773;&#20013;&#28041;&#33647;&#24615;&#34892;&#20026;&#20122;&#32676;&#30340;&#29305;&#24449;&#21450;&#30456;&#20851;&#22240;&#32032;</em>. &#20013;&#22269;&#33406;&#28363;&#30149;&#24615;&#30149;, 28(10):1154&#8211;1158.. <a href="https://doi.org/10.13419/j.cnki.aids.2022.10.09" target="_blank" rel="noopener">DOI:10.13419/j.cnki.aids.2022.10.09</a></p><p><strong>摘要：</strong> 目的 了解MSM中涉药性行为亚群的特征及其相关因素。方法 采用现场问卷调查方式收集成都市部分MSM的基本情况、性行为学特征、是否有涉药性行为经历等变量。采用单因素分析及多因素分析探索涉药性行为亚群的特征及相关因素。结果 本研究共纳入683名MSM，平均年龄为29.15岁。调查对象中44.95%有涉药性行为经历，近6个月性伴数大于1的比例为48.32%，67.79%的调查对象近6个月主要通过网络寻找性伴。多因素分析结果显示，首次男男性行为年龄<18岁、近6个月性伴数大于1、近6个月通过网络寻找性伴、近6个月有HIV阳性或状态不确定的男伴、近6个月接触过涉药性行为正向信息、近6个月收到过涉药性行为邀请或毒品销售渠道等信息与发生涉药性行为呈正相关。结论 多性伴和不关注性伴HIV感染状态与涉药性行为亚群高度相关；过早发生性行为、网络交友以及网络推广信息会促使涉药性行为发生，应加强对青少年性健康教育，并加强对网络信息和相关应用软件的监管。</p></li>
<li><p><strong>陈晓婷, 蔡宇琪, 甘蓝霞, 等.</strong> (2023). <em>成都市男男性行为人群涉药性行为聚类分析及其对高危性行为的影响</em>. 中华流行病学杂志, 44(2):268–275.. <a href="https://doi.org/10.3760/cma.j.cn112338-20220722-00651" target="_blank" rel="noopener">DOI:10.3760/cma.j.cn112338-20220722-00651</a></p><p><strong>&#25688;&#35201;&#65306;</strong> &#30446;&#30340; &#20102;&#35299;&#25104;&#37117;&#24066;MSM&#28041;&#33647;&#24615;&#34892;&#20026;&#29305;&#24449;&#21450;&#24212;&#29992;&#20108;&#38454;&#32858;&#31867;&#31639;&#27861;&#23545;&#20854;&#34892;&#20026;&#27169;&#24335;&#36827;&#34892;&#20998;&#31867;&#65292;&#24182;&#25506;&#32034;&#28041;&#33647;&#24615;&#34892;&#20026;&#19982;HIV&#39640;&#21361;&#24615;&#34892;&#20026;&#30340;&#20851;&#32852;&#12290;&#26041;&#27861; 2021&#24180;12&#26376;&#33267;2022&#24180;2&#26376;&#20381;&#25176;&#25104;&#37117;&#24066;MSM&#31038;&#20250;&#32452;&#32455;&#24320;&#23637;&#27178;&#26029;&#38754;&#35843;&#26597;&#65292;&#36890;&#36807;&#29616;&#22330;&#35843;&#26597;&#21644;&#21516;&#20276;&#25512;&#33616;&#25307;&#21215;MSM&#65292;&#25910;&#38598;&#31038;&#20250;&#20154;&#21475;&#23398;&#12289;&#28041;&#33647;&#24615;&#34892;&#20026;&#29305;&#24449;&#12289;&#24615;&#34892;&#20026;&#24773;&#20917;&#12289;&#24615;&#30149;&#21490;&#21644;HIV&#24863;&#26579;&#31561;&#20449;&#24687;&#12290;&#23545;7&#39033;&#28041;&#33647;&#24615;&#34892;&#20026;&#29305;&#24449;&#36827;&#34892;&#20108;&#38454;&#32858;&#31867;&#20998;&#26512;&#65292;&#36827;&#19968;&#27493;&#37319;&#29992;&#21333;&#22240;&#32032;&#967;2&#26816;&#39564;&#21644;&#22810;&#22240;&#32032;logistic&#22238;&#24402;&#20998;&#26512;&#32858;&#31867;&#27169;&#24335;&#19982;&#39640;&#21361;&#24615;&#34892;&#20026;&#30340;&#20851;&#32852;&#12290;&#32467;&#26524; &#20849;&#35843;&#26597;MSM 727&#20154;&#65292;&#36817;6&#20010;&#26376;&#28041;&#33647;&#24615;&#34892;&#20026;&#25253;&#21578;&#29575;&#20026;39.8%&#12290;&#20108;&#38454;&#32858;&#31867;&#23558;&#25253;&#21578;&#28041;&#33647;&#24615;&#34892;&#20026;&#30340;MSM&#32858;&#25104;&#19977;&#31867;&#65292;&#22312;&#26376;&#22343;&#25910;&#20837;&#12289;&#20351;&#29992;&#27602;&#21697;&#31867;&#22411;&#12289;&#29992;&#33647;&#26041;&#24335;&#12289;&#28041;&#33647;&#39057;&#29575;&#12289;&#22810;&#31181;&#27602;&#21697;&#25110;&#19982;&#33647;&#21697;&#28151;&#29992;&#12289;&#19981;&#22362;&#25345;&#20351;&#29992;&#23433;&#20840;&#22871;&#21644;&#32676;&#20132;&#31561;&#21464;&#37327;&#19978;&#30340;&#24046;&#24322;&#22343;&#26377;&#32479;&#35745;&#23398;&#24847;&#20041;&#12290;&#22810;&#22240;&#32032;logistic&#22238;&#24402;&#20998;&#26512;&#32467;&#26524;&#26174;&#31034;&#65292;&#19982;&#31532;&#19968;&#31867;&#30456;&#27604;&#65292;&#31532;&#19977;&#31867;MSM&#19981;&#22362;&#25345;&#20351;&#29992;&#23433;&#20840;&#22871;&#30340;&#21487;&#33021;&#24615;&#20026;&#20854;2.22&#20493;&#65307;&#31532;&#19977;&#31867;&#21644;&#31532;&#20108;&#31867;MSM&#21457;&#29983;&#32676;&#20132;&#30340;&#21487;&#33021;&#24615;&#20998;&#21035;&#20026;&#20854;2.82&#20493;&#21644;8.78&#20493;&#12290;&#32467;&#35770; &#25104;&#37117;&#24066;MSM&#20013;&#28041;&#33647;&#24615;&#34892;&#20026;&#25253;&#21578;&#29575;&#36229;&#36807;1/3&#65292;&#19981;&#21516;&#32858;&#31867;&#27169;&#24335;&#19982;&#39640;&#21361;&#24615;&#34892;&#20026;&#30456;&#20851;&#65292;&#28041;&#33647;&#39057;&#29575;&#36739;&#39640;&#12289;&#29992;&#33647;&#37327;&#36739;&#22823;&#21644;&#22810;&#31181;&#27602;&#21697;&#25110;&#19982;&#33647;&#21697;&#28151;&#29992;&#30340;MSM&#26356;&#23481;&#26131;&#21457;&#29983;&#32676;&#20132;&#21644;&#19981;&#22362;&#25345;&#20351;&#29992;&#23433;&#20840;&#22871;&#65292;&#20174;&#32780;&#22686;&#21152;HIV/&#24615;&#30149;&#24863;&#26579;&#39118;&#38505;&#65292;&#24212;&#21152;&#24378;&#28041;&#33647;&#24615;&#34892;&#20026;&#30417;&#27979;&#21644;&#24178;&#39044;&#21147;&#24230;&#12290;</p></li>
<li><p><strong>&#24464;&#24314;&#26976;, &#26519;&#28009;, &#38472;&#26195;&#23159;, &#31561;.</strong> (2024). <em>&#22522;&#20110;&#35745;&#21010;&#34892;&#20026;&#29702;&#35770;&#30340;&#30007;&#30007;&#24615;&#34892;&#20026;&#32773;Rush&#25106;&#38500;&#24847;&#21521;&#30340;&#24433;&#21709;&#22240;&#32032;&#30740;&#31350;</em>. &#20013;&#22269;&#33406;&#28363;&#30149;&#24615;&#30149;, 30(3):282&#8211;288.. <a href="https://doi.org/10.13419/j.cnki.aids.2024.03.11" target="_blank" rel="noopener">DOI:10.13419/j.cnki.aids.2024.03.11</a></p><p><strong>摘要：</strong> 目的 基于计划行为理论，探究MSM中涉药性行为者Rush戒除意向的影响因素，明确Rush行为干预措施的重点人群。方法 2021年10月至2022年1月，采用现场问卷调查方式收集成都市MSM的基本情况、性行为学特征、Rush使用情况及戒除意向，以及基于计划行为理论的相关理论要素。采用描述性统计、信度分析以及单因素和多因素logistic回归分析涉药性行为亚群Rush戒除意向的影响因素。结果 共纳入184名过去6个月使用过Rush的MSM，其中31.5%计划在未来6个月戒除Rush。有固定性伴、使用过多种毒品以及Rush用量更大者Rush戒除意向较低；在计划行为理论要素中，仅主观规范与Rush戒除意向呈显著关联。结论 MSM涉药性行为亚群的Rush戒除意向较低，同伴支持环境和对Rush使用的积极态度与较低的戒除意向相关，干预策略应重点关注社会规范和同伴环境。</p></li>
    </ol>
  </section>

  <!-- 联系方式 / Contact -->
  <section id="contact" class="card">
    <h2>联系方式</h2>
    <div class="content">
      <p>联系人：李菁華 副教授（澳门大学健康科学学院）。邮箱：lijinghua@um.edu.mo。申请访问时请简要说明研究目的、拟开展的数据分析内容、所需变量范围，以及拟采用的数据致谢和引用方式。</p>
      
    </div>
  </section>

  <!-- 附录（问卷 PDF） / Appendix -->
  <section id="appendix" class="card">
    <h2>附录（问卷 PDF）</h2>
    <details><summary>📄 问卷 PDF（中英文原版排版）</summary><object data='./medicien-love-cn.pdf#view=FitH' type='application/pdf' width='100%' height='1000px'></object><p><a class='btn' href='./medicien-love-cn.pdf' download>下载中文问卷 PDF</a></p><p><a class='btn' href='./medicien-love-en.pdf' download>Download English Questionnaire PDF</a></p></details>
  </section>
</main>

<footer class="site-footer">
  <div class="container">
    <small>© 2025 李菁華教授实验室 · 澳门大学健康科学学院 · License: CC BY-NC 4.0 · All Rights Reserved</small>
  </div>
</footer>

<script src="../assets/dataset.js" defer></script>
</body>
</html>





