[
  {
    "slug": "hiv-selftesting-msm-chengdu-2022",
    "title": "HIV Self-Testing Dataset among MSM in Chengdu, China (2022)",
    "summary": "Cross-sectional (Mar–May 2022, Chengdu); IMB model; non-random sampling; 499 valid participants (82% response rate).",
    "methods_html": "<h2>Study Introduction</h2><p>The primary objective of this database is to explore the factors influencing HIV self-testing (HIVST) behavior among men who have sex with men (MSM), based on the Information-Motivation-Behavioral Skills (IMB) model. This cross-sectional study was conducted in Chengdu, China, from March to May 2022, employing a non-random sampling method. Participants were recruited in collaboration with a local MSM-friendly organization, the Chengdu Tongle Health Consultation Service Center, through three primary channels: (1) MSM receiving HIV testing and counseling services at Tongle, (2) outreach surveys conducted at MSM gathering venues (e.g., bars, bathhouses), and (3) online invitations sent via Tongle’s volunteer peer network. A total of 610 MSM were approached, with 499 valid participants, yielding an 82% response rate.</p>",
    "publications": [
      {
        "authors": "Zhu, Y., Li, Z., Chen, X., Yang, X., Shi, Y., Wang, X., Guo, Y., Gu, J., Hao, C., Hao, Y., Cao, W., & Li, J.",
        "year": 2025,
        "title": "Application of the Information-Motivation-Behavioral Skills Theory to Explore HIV Self-Testing Behavior Among Men Who Have Sex with Men in Southwest China",
        "venue": "Archives of sexual behavior",
        "doi": "10.1007/s10508-025-03212-4",
        "url": "https://doi.org/10.1007/s10508-025-03212-4",
        "abstract": "HIV self-testing (HIVST) has been shown to complement existing facility-based testing services and promote regular HIV testing among men who have sex with men (MSM). However, HIVST uptake among Chinese MSM remains suboptimal, with existing studies reporting a testing rate below 50%. While the Information-Motivation-Behavioral Skills (IMB) model has often been employed to understand health behaviors, its application to quantitatively investigate HIVST remains limited. An anonymous cross-sectional survey was conducted among 499 eligible MSM in Chengdu, China, from March to May 2022. The psychometric properties of the IMB components were validated using confirmatory factor analysis and Analysis of Moment Structures. The associations between IMB factors and HIVST were explored through univariate and multivariate logistic regression analyses. Factors identified in the regression analyses were subsequently included in a structural equation modeling framework. A total of 178 individuals (35.7%) reported HIVST in the last 6 months. Higher self-testing knowledge (adjusted odds ratio, aOR = 1.54, 95% CI: 1.07-2.23), positive attitudes toward self-testing—specifically regarding test accuracy (aOR = 1.29, 95% CI: 1.02-1.63) and confidentiality (aOR = 1.33, 95% CI: 1.10-1.62)—and greater behavioral skills related to self-testing (aOR = 1.11, 95% CI: 1.04-1.20) were independently associated with higher HIVST uptake. In the IMB model, information (β = 0.118, p = 0.027), motivation (β = 0.263, p < 0.001), and behavioral skills (β = 0.149, p = 0.002) each demonstrated a direct positive effect on HIVST. Additionally, behavioral skills partially mediated the effects between information (β = 0.235, p < 0.001) and motivation (β = 0.131, p = 0.010) on HIVST. These findings indicate that interventions targeting IMB components are essential for improving HIVST uptake among Chinese MSM. In particular, health education focusing on self-testing knowledge, assurance of test kit validity, and empowerment through skill-building interventions may facilitate greater adoption of HIVST in this population."
      },
      {
        "authors": "Shi, Z., Li, J., Lin, H., Wang, X., Cao, W., & Shi, Y.",
        "year": 2024,
        "title": "Low Level of Accurate Knowledge of Undetectable Equals Untransmittable (U = U) Among Men Who Have Sex with Men (MSM) Challenges U = U Achievement in Chengdu, Southwestern China",
        "venue": "AIDS and behavior, 28(12), 4146–4157",
        "doi": "10.1007/s10461-024-04502-z",
        "url": "https://doi.org/10.1007/s10461-024-04502-z",
        "abstract": "The introduction of the undetectable equals untransmittable (U = U) statement significantly reduces HIV stigma and provides an empirical basis for achieving \"zero transmission.\" U = U messaging has gained increasing support and is well-developed in several countries. However, the current status of accurate knowledge of U = U and its associated factors among men who have sex with men (MSM) in China remians unclear. We conducted a cross-sectional survey among MSM recruited in Chengdu, China, from March to May 2022 to investigate the percentage of those who knew U = U accurately and to explore associations between sexual risk behaviors, HIV testing, socio-behavioral measures, and accurate knowledge of U = U. Of 497 MSM included in our study, 23.4% (116/497) had accurate knowledge of U = U. More than half of the participants (63.2%, 314/497) reported multiple sexual partnerships, 15.7% (78/497) used substance during sex, 37.4% (186/497) reported inconsistent condom use, and 76.1% (378/497) took HIV testing in the past six months. Factors associated with accurate knowledge of U = U among MSM included substance use during sex (multivariate odds ratios ORm = 1.96; 95%CI: 1.13-3.41), HIV status tested in the last six months (ORm = 2.07; 95%CI: 1.14-3.77), HIV-related literacy (ORm = 1.41; 95%CI: 1.14-1.74) and perceived higher risk of HIV infection (ORm = 1.11; 95%CI: 1.02-1.21). The findings indicate that great challenges need to be conquered for U = U achievement among the MSM population in Chengdu, China. Intervention strategies should be prioritized in health education on high-risk behaviors such as group sex and substance use, information provision and counseling of U = U in HIV testing services, and encouraging U = U knowledge sharing among MSM with their partners in China."
      },
      {
        "authors": "Zhu, Y., Hou, F. S., Chen, X. T., Yang, X., Cao, W. N., Hao, Y. T., & Li, J. H.",
        "year": 2023,
        "title": "Reactions to Repeated HIV-Negative Results and Their Associations With Risky Sexual Behaviors Among Men Who Have Sex With Men in Chengdu, China",
        "venue": "Chinese Journal of Epidemiology, 44(3):452–456",
        "doi": "10.3760/cma.j.cn112338-20220705-00601",
        "url": "https://doi.org/10.3760/cma.j.cn112338-20220705-00601",
        "abstract": "To investigate the association between the response to repeated negative HIV testing and the risk sexual behaviors in men who have sex with men (MSM) in Chengdu. Methods A total of 610 MSM were recruited by convenience sampling method through Chengdu Tongle Health Consultation Service Centre from March to May 2022. Data were collected from the MSM through questionnaire survey, including the demographic characteristics, sexual behaviors in the past 6 months, the response to rerpeated negative HIV testing. Univariate and multivariate logistic regression models were conducted to analyze the association between the response to repeated negative HIV testing and risk sexual behavior. Results A total of 579 (94.9%) participants participated in the questionnaire survey and 354 (61.1%) subjects were included in the study.For the negative HIV testing, some MSM believed that they had taken effective protection measures (17.03±2.20), some believed that they were lucky (7.50±1.87) and some believed that they were at low risk (8.87±3.62). Multivariate logistic regression model showed that protected sexual behavior was negatively associated with group sex (aOR=0.80, 95%CI:0.67-0.95), lucky was positively associated with casual sex (aOR=1.20, 95%CI:1.06-1.35), inconsistent condom use (aOR=1.21, 95%CI:1.06-1.37), group sex (aOR=1.26, 95%CI:1.00-1.60), and multiple sexual partners (aOR=1.24, 95%CI:1.09-1.42) and low risk perception was positively associated with multiple sexual partners only (aOR=1.08, 95%CI:1.01-1.15). Conclusions There were high levels of recognition of protected sexual behavior and lucky dimensions in response to repeated negative HIV testing and well risk perception in MSM in Chengdu. In HIV testing and counseling services, intervention and risk warning should be strengthened in MSM who believed that they are lucky to improve their awareness of safe sex and reduce the negative effects of fluke mind."
      }
    ],
    "contact": "Primary contact: Professor Jinghua Li (Faculty of Health Sciences, University of Macau). Email: lijinghua@um.edu.mo. Please include research purpose, planned analyses, required variables, and acknowledgement plan when requesting access.",
    "appendix_html": "<details><summary>📄 Full Questionnaire (English, PDF original layout)</summary><object data='./hiv-selftesting-msm-chengdu-2022-full-en.pdf#view=FitH' type='application/pdf' width='100%' height='1000px'><iframe src='./hiv-selftesting-msm-chengdu-2022-full-en.pdf#view=FitH' width='100%' height='1000px'></iframe></object><p><a class='btn' href='./hiv-selftesting-msm-chengdu-2022-full-en.pdf' download>Download English Questionnaire PDF</a></p></details>",
    "questionnaire_html": "<h2>Questionnaire & Coding</h2><p>(1) General Demographic Information: Age, ethnicity, place of residence, education level, marital status, employment status, average monthly income, and sexual orientation.</p><p>(2) Sexual Behavior: Sexual activity over the past 6 months, number of regular and casual sexual partners, condom use, drug use, history of sexually transmitted infections (STIs), and occurrences of group sex.</p><p>(3) HIV Testing Behavior: HIV testing history (past 6 months/lifetime), number of tests, types of testing, and satisfaction with testing.</p><p>(4) Information: Knowledge of HIV prevention, recognition, treatment, and self-testing.</p><p>(5) Motivation: Perceived HIV risk, intention to test, social norms, and attitudes toward HIV testing.</p><p>(6) Testing Skills: Self-efficacy related to HIV testing and perceived difficulty in undergoing testing.</p><p>(7) Additional Variables: Social support (emotional, material, informational, accompaniment), anticipated stigma related to HIV infection, internalized stigma among MSM, and reactions to negative HIV test results.</p><p>(8) Inclusion/Exclusion Criteria: Voluntary participation, age (18+), sex assigned at birth (male), male-male sexual behavior within the last 6 months, minimum questionnaire completion time (≥6 minutes), and absence of substantial duplication or obvious logical errors.</p>"
  },
  {
  "slug": "medicien-love-msm-chengdu-2021-2022",
  "title": "Sexualized Drug Use Dataset among MSM in Chengdu, China (2021–2022)",
  "summary": "Cross-sectional (Dec 2021–Feb 2022, Chengdu); TPB model; non-random sampling; 727 valid participants (86.8% response rate).",
  "methods_html": "<h2>Study Introduction</h2><p>The primary objective of this database is to explore the factors influencing sexualized drug use (SDU) behavior among men who have sex with men (MSM), based on the Theory of Planned Behavior (TPB) model. This cross-sectional study was conducted in Chengdu, China, from December 2021 to February 2022, employing a non-random sampling method.</p><p>Participants were recruited in collaboration with a local MSM-friendly organization, the Chengdu Tongle Health Consultation Service Center, through three primary channels: (1) MSM receiving HIV testing and counseling services at Tongle, (2) outreach surveys conducted at MSM gathering venues such as bars and bathhouses, and (3) online invitations sent via Tongle's volunteer peer network. A total of 838 MSM were approached, with 727 valid participants, yielding an 86.8% response rate.</p>",
  "publications": [
    {
      "authors": "Gan, L., Chen, X., Yang, X., et al.",
      "year": 2022,
      "title": "Prevalence of chemsex and associated factors among men who have sex with men",
      "venue": "Chinese Journal of AIDS & STD, 28(10):1154–1158.",
      "doi": "10.13419/j.cnki.aids.2022.10.09",
      "url": "",
      "abstract": "Objective To understand the characteristics and related factors of drug-related sexual behavior (chemsex) among men who have sex with men (MSM). Methods A questionnaire survey was conducted to collect basic information, sexual behavior characteristics and chemsex experience among MSM in Chengdu. Univariate and multivariate analyses were used to explore characteristics and related factors of chemsex. Results Among 683 MSM with a mean age of 29.15 years, 44.95% reported chemsex experience; 48.32% had more than one sexual partner in the preceding 6 months, and 67.79% mainly sought partners via the internet. Multivariate analysis showed that first sex with men before age 18, having more than one sexual partner in the past 6 months, seeking partners online, having partners who were HIV-positive or of unknown status, exposure to positive information about chemsex, and receiving invitations or information about chemsex and drug-selling channels were all positively associated with chemsex. Conclusions Having multiple partners and not paying attention to partners' HIV status were highly correlated with chemsex. Early sexual debut, online dating and exposure to online promotion information may further facilitate chemsex, highlighting the need for strengthened sexual health education for adolescents and tighter supervision of online information."
    },
    {
      "authors": "Chen, X., Cai, Y., Gan, L., et al.",
      "year": 2023,
      "title": "Cluster analysis of sexualized drug use among men who have sex with men and its impact on high risk sexual behaviors in Chengdu",
      "venue": "Chinese Journal of Epidemiology, 44(2):268–275.",
      "doi": "10.3760/cma.j.cn112338-20220722-00651",
      "url": "",
      "abstract": "Objective To understand characteristics of sexualized drug use (SDU) among MSM in Chengdu, classify behavioral patterns using a two-step cluster algorithm, and explore associations between SDU patterns and HIV-related high-risk sexual behaviors. Methods A cross-sectional survey was conducted among MSM from December 2021 to February 2022. Data on sociodemographics, SDU characteristics, sexual behaviors, STD history and HIV infection were collected. Three SDU behavioral clusters were identified. Significant between-cluster differences were observed in monthly income, drug types, modes of use, SDU frequency, polydrug use, multiple partners, inconsistent condom use and group sex. Compared with the first cluster, MSM in the third cluster were more likely not to use condoms consistently (adjusted OR = 2.22); MSM in the second and third clusters were more likely to engage in group sex (adjusted OR = 8.78 and 2.82, respectively). Conclusions More than one-third of MSM reported SDU, and different SDU clusters were associated with distinct high-risk sexual behavior profiles. MSM with higher SDU frequency, larger drug dosage and polydrug use were more likely to engage in group sex and inconsistent condom use, increasing their HIV/STD risk and underscoring the need to strengthen SDU surveillance and interventions."
    },
    {
      "authors": "Xu, J., Lin, H., Chen, X., et al.",
      "year": 2024,
      "title": "Intention to quit Rush among men who have sex with men and its influencing factors based on the theory of planned behavior",
      "venue": "Chinese Journal of AIDS & STD, 30(3):282–288.",
      "doi": "10.13419/j.cnki.aids.2024.03.11",
      "url": "",
      "abstract": "Objective To explore factors influencing the intention to quit Rush among the chemsex subgroup of MSM based on the Theory of Planned Behavior, in order to identify key populations for intervention. Methods From October 2021 to January 2022, an on-site questionnaire survey collected data on sociodemographic characteristics, sexual behaviors, Rush use and cessation intention, and TPB-related constructs. Among 184 MSM who had used Rush in the past 6 months, 31.5% planned to quit in the next 6 months. In multivariate models, having a regular partner, polydrug use and greater amounts of Rush use were negatively associated with intention to quit. Among TPB constructs, only subjective norms were significantly associated with quitting intention; other TPB elements showed no significant associations. Conclusions The intention to quit Rush among MSM with chemsex behavior was low. Peer support environments and positive attitudes toward Rush use were associated with lower intention to quit, indicating that interventions should target social norms and peer contexts."
    }
  ],
  "contact": "Primary contact: Professor Jinghua Li (Faculty of Health Sciences, University of Macau). Email: lijinghua@um.edu.mo. Please include research purpose, planned analyses, required variables/modules, and data acknowledgement and citation plan when requesting access.",
  "appendix_html": "<details><summary>📄 Full Questionnaire (Chinese & English, PDF original layout)</summary><object data='./medicien-love-en.pdf#view=FitH' type='application/pdf' width='100%' height='1000px'></object><p><a class='btn' href='./medicien-love-en.pdf' download>Download English Questionnaire PDF</a></p><p><a class='btn' href='./medicien-love-cn.pdf' download>下载中文版问卷 PDF</a></p></details>",
  "questionnaire_html": "<h2>Questionnaire & Coding</h2><p>(1) General Demographic Characteristics: Age, ethnicity, place of residence, educational attainment, marital status, employment status, average monthly personal income, perceived economic situation, and sexual orientation.</p><p>(2) Sexualized Drug Use: Engagement in SDU in the past six months, drug types used, reasons for engaging in SDU, voluntary or forced use, SDU frequency, poly-drug use, time since first SDU, locations of SDU, expenditure on drugs, dosage, routes of drug acquisition, craving, perceived loss of control, severity of SDU-related problems, attempts to quit, intention to quit, and self-efficacy for cessation.</p><p>(3) Sexual Activity: Age at first same-sex sexual experience, sexual role, sexual practices in the past six months, numbers of regular, casual and commercial partners, condom use with different partner types, sexual partners with HIV-positive or unknown status, participation in group sex, history of sexually transmitted infections (STIs), HIV testing history and results, and perceived HIV infection risk.</p><p>(4) TPB-Related Measures: Behavioral attitudes toward SDU (positive and negative), subjective norms (perceived support or opposition from partners, friends, family and social networks), perceived behavioral control (ability to refuse SDU invitations and to obtain drugs), and behavioral intentions to engage in SDU in the next month and next six months.</p><p>(5) Additional Variables: Frequency and amount of alcohol consumption and alcohol-related sexual behavior, sexual sensation seeking, minority stress and internalized stigma among MSM, environmental constraints related to SDU (limited education and regulation, peer norms, and drug availability), depressive symptoms, suicidal ideation/planning/attempts, HIV test results, HIV risk perception, and SDU cessation behavior, perceived difficulty and confidence.</p>"
}

  
]

